# Создаем переменную name и присваиваем ей значение имени
name = "Александр"

# Выводим значение переменной name на экран.
print("Name:", name)

# Создаем переменную age и присваиваем ей значение возраста
age = 58

# Выводим значение переменной Age на экран.
print("Age:", age)

# Перезаписываем в age текущее значение переменной age + новое
age = age + 1

# Выводим измененное значение переменной age на экран
print("New Age:", age)

# Создаем переменную is_student и присваиваем ей значение True
is_student = True

# Выводим значение переменной is_student на экран.
print("Is Student:", is_student)